[{
    "title": "Cooking with kids: Fajitas",
    "userId": "5eedbf427c37620d65eafc80",
    "img": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe_images/recipe-image-legacy-id--1062459_10.jpg?itok=Vk6P20DX",
    "ingredients": [
            
                "4 chicken breasts, cut into chunks", 
                "olive oil,for frying", 
                "4 limes, juice only",
                "2 tsp fajita seasoning",
                "4 spring onions, finely sliced",
                "1 fat garlic clove, crushed",
                "1 red pepper",
                "½ jar roasted pepper (we used Gaea Red Peppers Flame Roasted 290g)",
                "1 small apple, peeled",
                "4 ripe tomatoes",
                "½ lime, juice only",
                "small bunch coriander, leaves picked",
                "chilli sauce, to taste (optional)",
                "2 very ripe avocados, halved and stone removed",
                "½ lime, juice only",
                "grated cheese, to serv"
    ],

    "toServe": "6 - 8 tortillas (you can now get mini tortillas for kids)",
    "directions": [

        "1. Grown-ups: Put the chicken and marinade ingredients in a bowl and cover. Put in the fridge for at least two hours.",
        "2. Children: If your children are 5 or over, you can get them to roughly chop the pepper, roasted pepper, apple and tomatoes for the salsa using a good quality firm plastic knife or cutlery knife. Otherwise do this yourself. Younger children can pick the leaves from the coriander and mix them into the salsa.",
        "3. Grown-ups: Tip the salsa ingredients into a food processor, along with the lime juice and a little seasoning and pulse until finely chopped. Take out 2 large spoons of the mixture for younger children, then add chilli sauce, if using, and pulse again to combine.",
        "4. Children: Squeeze or spoon the avocado into a bowl and use a potato masher to mash it. Stir in the lime juice and some black pepper with a spoon. Lime juice can sting so grown ups may want to squeeze them for younger children.",
        "5. Grown-ups: Heat a little olive oil in a frying pan and pour the contents of the chicken bowl into the pan. Cook for 5- 8 minutes or until the chicken chunks are cooked through.",
        "6. Children: Put the grated cheese, salsa (for grown-ups and children), guacamole and sour cream in separate colourful bowls to put on the table.",
        "7. Grown-ups: Heat the tortillas according to the pack instructions and put the cooked chicken in a bowl. Show children how to fill and roll their tortilla.",
        "8. Children: Lay out your tortilla, choose your toppings, roll them up and eat"    
    ],
    "comments": [
        {
            "message": "A simple and delicious recipe",
            "userId": "5eedbf427c37620d65eafc80"
    
        }, 
        {
            "message": "Nice!",
            "userId": "5ef40cb9c1caca0d830a016b"
    
        } 
    ]
},
{
    "title": "Salmon & spaghetti supper in a parcel",
    "userId": "",
    "img": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe/recipe-image/2017/07/surprise-supper-in-a-parcel.jpg?itok=Fi9GnW6N",
    "ingredients": [

        "200g spaghetti",
        "2 courgettes, grated",
        "100g red cherry tomatoes, halved",
        "100g yellow cherry tomatoes, halved",
        "4 salmon fillets or 2 chicken breasts",
        "4 tbsp olive oil",
        "1 garlic clove, finely sliced"
                
    ],

    "toServe": "2 - 4 persons",
    "directions": [
 
        "1. Heat oven to 180C/160C fan/gas 4. Cook the spaghetti following pack instructions and drain. Cut 4 rectangles of baking parchment off a roll, each twice as long as it is wide. Lay them on a work surface. Toss the spaghetti with the grated courgettes. Divide the spaghetti between the pieces of parchment, then divide the cherry tomatoes between each pile.",
        "2. If using salmon, slice lengthways, but keep the fillet together. Place on top of the veg and press sideways so the slices move apart a little. If using chicken, halve each breast through the middle horizontally to give four pieces, then cut each into strips and tip a pile of chicken strips onto each pile of spaghetti.",
        "3. Heat the oil and fry the garlic for 1 min, then pour a little garlic oil over each pile. Season with black pepper if your children like it. Bring the two longer sides of parchment up to meet in the middle and fold the ends over and over, working down towards the filling, leaving a little room for the steam to expand the parcel. Flatten the seam down and then fold in each end. Use paper clips to hold the folds, if you like. Lift the parcels onto a baking tray and bake for 10-15 mins. The parcels should puff up as they cook.",
        "4. Serve each person a puffed parcel in a shallow bowl and snip it open at the table, staying clear of any steam (and removing any paperclips)."
    ],
    "comments": [
        {
            "message": "A simple and delicious recipe",
            "userId": "5eedbf427c37620d65eafc80"
    
        }, 
        {
            "message": "Nice!",
            "userId": "5ef40cb9c1caca0d830a016b"
    
        } 
    ]
},
{
    "title": "Chicken & sweetcorn ramen",
    "userId": "5eedbf427c37620d65eafc80",
    "img": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe/recipe-image/2018/04/chicken-sweetcorn-ramen.jpg?itok=jwmrlr7b",
    "ingredients": [

        "1 pack instant ramen noodles",
        "600ml chicken stock",      
        "½ cooked chicken breast, sliced",
        "4 tbsp sweetcorn, peas or chopped beans",
        "1 egg",
        "sesame oil, to serve (optional)"
                
    ],

    "toServe": "2 persons",
    "directions": [
        
        "1. Put the noodles in a pan (don’t add the flavour sachet). Pour over the stock, bring to the boil, then simmer until cooked (follow pack instructions for cooking time).",
        "2. Lift the noodles out of the pan and transfer to two bowls. Bring the stock in the pan back to a simmer, then add the chicken and cook until heated through. Scoop the chicken out with a slotted spoon, then transfer to the bowls. Warm the sweetcorn or cook the peas or beans in the stock, bringing back to the boil if you need to, then transfer to the bowl.",
        "3. Meanwhile, cook the egg in a pan of boiling water for 6 mins. Remove carefully and cool under the cold tap, then peel and halve. Add an egg half to each bowl, then bring the stock back to a simmer and pour it over the noodles. Add a few drops of sesame oil, if you like."
        
    ],
    "comments": [
        {
            "message": "A simple and delicious recipe",
            "userId": "5eedbf427c37620d65eafc80"
    
        }, 
        {
            "message": "Nice!",
            "userId": "5ef40cb9c1caca0d830a016b"
    
        } 
    ]
    
},
{
    "title": "Vanilla cupcakes",
    "userId": "",
    "img": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe/recipe-image/2018/05/fairy-cakes.jpg?itok=5ZQ3YL-Z",
    "ingredients": [

        "For the cupcake mixture",
        " - 120g butter, softened",
        " - 120g caster sugar",
        " - 1 egg",
        " - 1 tsp vanilla extract",
        " - 120g self-raising flour",
        
        "For the buttercream icing",
        " - 140g butter, softened",
        " - 275g icing sugar",
        " - 1-2 tbsp milk",

        "A few drops of food colouring (optional)"
        
                
    ],

    "toServe": "2 - 6 persons",
    "directions": [

        "1. Heat oven to 180C/160C fan/gas 4 and line a 12-hole muffin tin with paper cases.",
        "2. Cream the butter and sugar together in a bowl until pale. Beat the eggs in a separate bowl and mix into the butter mixture along with the vanilla extract.",
        "3. Fold in the flour, adding a little milk until the mixture is of a dropping consistency. Spoon the mixture into the paper cases until they are three quarters full.",
        "4. Bake in the oven for 10-15 minutes, or until golden-brown on top and a skewer inserted into one of the cakes comes out clean. Set aside to cool for 5-10 minutes. Then place on a wire rack.",
        "5. For the buttercream icing, beat the butter until soft. Add half the icing sugar and beat until smooth.",
        "6. Add the remaining icing sugar with 1 tbsp milk, adding more milk if necessary, until the mixture is smooth and creamy. Add food colouring (optional) and mix well.",
        "7. Spoon the buttercream into a piping bag and add a nozzle of your choice. Pipe in a swirl motion and then enjoy!"
        
    ],
    "comments": [
        {
            "message": "A simple and delicious recipe",
            "userId": "5eedbf427c37620d65eafc80"
    
        }, 
        {
            "message": "Nice!",
            "userId": "5ef40cb9c1caca0d830a016b"
    
        } 
    ]

},
{
    "title": "Layered rainbow salad pots",
    "userId": "",
    "img": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe/recipe-image/2017/07/layered-rainbow-salad-pots.jpg?itok=Ma0aKgjr",
    "ingredients": [

        "350g pasta shapes (De Cecco is a good brand that stays nice and firm)",
        "200g green beans, trimmed and chopped into short lengths",
        "160g can tuna in olive oil, drained",
        "4 tbsp mayonnaise",
        "4 tbsp natural yogurt",
        "½ small pack chives, snipped (optional)",
        "200g cherry tomatoes, quartered",
        "1 orange pepper, cut into little cubes 195g can sweetcorn, drained"
                     
    ],

    "toServe": "2 - 6 persons",
    "directions": [

        "1. Cook the pasta until it is still a little al dente (2 mins less than the pack instructions) and drain well. Cook the green beans in simmering water for 2 mins, then rinse in cold water and drain well. Mix the tuna with the mayonnaise and yogurt. Add the chives, if using.",
        "2. Tip the pasta into a large glass bowl or four small ones, or four wide-necked jars (useful for taking on picnics). Spoon the tuna dressing over the top of the pasta. Add a layer of green beans, followed by a layer of cherry tomatoes, then the pepper and sweetcorn. Cover and chill until you’re ready to eat."
    
    ],
    "comments": [
        {
            "message": "A simple and delicious recipe",
            "userId": "5eedbf427c37620d65eafc80"
    
        }, 
        {
            "message": "Nice!",
            "userId": "5ef40cb9c1caca0d830a016b"
    
        } 
    ]
},
{

    "title": "Mini pizza quiches",
    "userId": "",
    "img": "https://www.bbcgoodfood.com/sites/default/files/styles/recipe/public/recipe_images/mini-pizza-quiches.jpg?itok=055XHX4b",
    "ingredients": [

        "2 large tortilla wraps",
        "4 eggs",
        "chopped vegetables (optional)",    
        "6 slices salami",
        "3 cherry tomatoes, halved, plus extra to serve",
        "handful basil leaves",
        "vegetable sticks, to serve"                 
    ],

    "toServe": "2 - 6 persons",
    "directions": [

        "1. Heat oven to 180C/160C fan/gas 4. Using a 12cm cutter (or a small plate) cut circles from the large tortilla wraps – you should get 6. Use the circles to line 6 holes of a muffin tin, pushing them into the holes to make cases.",
        "2. Beat the eggs and pour into the tortilla cases (you can add some chopped vegetables too, if you like). Top each case with a slice of salami and 1/2 a cherry tomato. Bake for 15 mins until the egg has set. Top with a few basil leaves, if you like, and serve with extra tomatoes and vegetable sticks."
    ],
    "comments": [
        {
            "message": "A simple and delicious recipe",
            "userId": "5eedbf427c37620d65eafc80"
    
        }, 
        {
            "message": "Nice!",
            "userId": "5ef40cb9c1caca0d830a016b"
    
        } 
    ]
}]


